Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_1.tmx
Source language: en
Languages: it

source: Sealing compositions [chemical] for sealing engines
it: Composti sigillanti [prodotti chimici] per sigillare i motori

source: Compositions for industrial use in removing scale from boilers
it: Composti per uso industriale nella rimozione di incrostazioni in caldaie

source: Alcohol for pickling foodstuffs
it: Alcol per alimenti sottaceto

source: Corrosive acids
it: Acidi corrosivi

source: Polymers for use in the analysis of organic chemicals
it: Polimeri per analisi di prodotti chimici organici

source: Polypropylene [raw material]
it: Polipropilene [materia prima]

source: Silicates for use in the culture of cucumbers on substrate silicon
it: Silicati per la coltivazione di cetrioli su substrati di silicio

source: Additives (Chemical -) for the prevention of sedimentation
it: Additivi (Chimici -) per la prevenzione della sedimentazione

source: Coated wollastonite [calcium metasilicate] for use as a reinforcing filler in sealants
it: Wollastonite rivestita [metasilicato di calcio] per uso come riempitivo rinforzante in sigillanti

source: Coating compositions for optical fibers
it: Composti di rivestimento per fibre ottiche

source: Paste compounds of glass and ceramic powders dispersed in a vehicle
it: Composti in pasta di polveri di vetro e ceramica disperse in un veicolo

source: Paste compounds of glass and ceramic powders forming dielectric layers on microcircuits
it: Composti in pasta di polveri di vetro e ceramica per formatura di strati dielettrici su microcircuiti

source: Pastes for currying leather
it: Paste per la concia del cuoio

source: Pastes for gluing leather [other than for household purposes]
it: Paste per incollare il cuoio [non per uso domestico]

source: Milk ferments for industrial purposes
it: Fermenti lattici per uso industriale

source: Casein for the food industry
it: Caseina per l'industria alimentare

source: Trace elements for use in agriculture
it: Oligoelementi per uso nell'agricoltura

source: Trace elements for use in horticulture
it: Oligoelementi per uso nell'orticoltura

source: Chemical substances for use in the biotechnological industry
it: Sostanze chimiche per uso nell'industria biotecnologica

source: Chemical substances for use in the preparation of halogenated chemical derivatives
it: Sostanze chimiche utilizzate nella preparazione di derivati chimici alogenati

source: Chemical substances for use in treating malodorous gases
it: Sostanze chimiche per uso nel trattamento di gas maleodoranti

source: Chemical substances for use in treating toxic gases
it: Sostanze chimiche per uso nel trattamento di gas tossici

source: Oils for hydraulic cushions
it: Oli per cuscini idraulici

source: Organic liquids for use in vacuum pumps
it: Liquidi organici per pompe a vuoto

source: Tanning compositions for animal skins
it: Composti concianti per pelli di animali

source: Tempering substances for soldering
it: Prodotti di rinvenimento per la saldatura

source: Textile finishing chemicals having water repellant properties
it: Prodotti chimici per la finitura dei tessuti con proprietà idro-repellenti

source: Perborate of soda
it: Perborato di soda

source: Substances for use in genetic probe assay kits [not for medical use]
it: Sostanze per kit d'analisi genetiche mediante sonda [non per uso medico]

source: Substances of polyester paste for use in the repair of cracks
it: Sostanze a base di paste di poliestere per la riparazione di crepe

source: Synthetic neutralising tanning materials
it: Materiali sintetici neutralizzanti per la concia

source: Natural desiccants for the control of humidity
it: Essiccanti naturali per il controllo dell'umidità

source: Cerium fluoride
it: Fluoruro di cerio

source: Chlorosulphonic acid
it: Acido clorosolfonico

source: Chromium chloride
it: Cloruro di cromo

source: Blue vitriol
it: Vetriolo blu

source: Extenders [chemical substances]
it: Estensori [sostanze chimiche]

source: Extracts of yucca schidigera
it: Estratti di yucca schidigera

source: Chemical sizing compositions for use in the manufacture of yarns
it: Composti chimici collanti per uso nella fabbricazione di filati

source: Reagents for testing the sterility of medical equipment
it: Reagenti per analizzare la sterilità delle apparecchiature mediche

source: Chemical products for stabilising foodstuffs
it: Prodotti chimici per la stabilizzazione di alimenti

source: Chemical products for the manufacture of perfumery compositions
it: Prodotti chimici per la fabbricazione di composti di profumeria

source: Liquids for removing sulfates from batteries
it: Liquidi per desolfatare le batterie

source: Battery fluid [acidulated water]
it: Liquido per batterie [acqua acidulata]

source: Butane [solidified] for industrial purposes
it: Butano [solidificato] per scopi industriali

source: Calcium carbonate suspensions
it: Sospensioni di carbonato di calcio

source: Rock salt
it: Salgemma

source: Mercury salts
it: Sali di mercurio

source: Enzymes for use in colouring
it: Enzimi per colorazione

source: Enzymes for use in flavouring
it: Enzimi da utilizzare negli aromi

source: Dolomite for industrial purposes
it: Dolomite per uso industriale

source: Etchants for use in the manufacture of semiconductors
it: Agenti di attacco utilizzati nella fabbricazione di semiconduttori

source: Benzoic acid
it: Acido benzoico

source: Sumac for use in tanning
it: Sommacco per la concia

source: Tannin
it: Tannino

source: Chemical preparations for sealing
it: Prodotti chimici per sigillare

source: Chemical preparations for the dispersal of oil
it: Prodotti chimici per la dispersione dell'olio

source: Urea fertilizer
it: Urea fertilizzante

source: Drying agents for prints
it: Agenti essiccanti per stampe

source: Universal reagents for automated test systems [scientific]
it: Reagenti universali per sistemi d'analisi automatizzati [scientifico]

source: Unprocessed fluoropolymer resins
it: Resine di fluoropolimeri non lavorate

source: Bicarbonate of soda for chemical purposes
it: Bicarbonato di soda per uso chimico

source: Gases for preparatory purposes [industrial]
it: Gas per scopi preparatori [industriale]

source: Substances (Chemical -) for cleaning stonework
it: Sostanze (chimiche) per la pulizia di pietra

source: Substances (chemical -) for inhibiting attacks from water [other than paints]
it: Sostanze (chimiche -) per inibire gli attacchi da parte dell'acqua [non pitture]

source: Chemicals for the protection of plants [other than fungicides, weedkillers, herbicides, insecticides, parasiticides]
it: Prodotti chimici per la protezione delle piante [diversi dai fungicidi, diserbanti, erbicidi, insetticidi, parassiticidi]

source: Carbonates
it: Carbonati

source: Chemical cleaning agents for use in industrial manufacturing processes
it: Agenti chimici per la pulizia per uso in processi di fabbricazione industriale

source: Chemical compositions for controlling a spillage of hazardous wastes
it: Composti chimici per il controllo delle fuoriuscite di rifiuti pericolosi

source: Chemical compositions for finishing textiles
it: Composizioni chimiche per la finitura di tessuti

source: Adhesives for use in science
it: Adesivi destinati alle scienze

source: Adhesives for use in the electro-optical industry
it: Adesivi destinati al settore dell'elettro-ottica

source: Adhesives for waterproofing
it: Adesivi impermeabilizzanti

source: Silicon carbide
it: Carburo di silicio

source: Silver sulphate
it: Solfato di argento

source: Reagent paper, other than for medical or veterinary purposes
it: Carta reattiva, non per scopi medici o veterinari

source: Sensitized plates for offset printing
it: Lastre sensibilizzate per offset

source: Natural graphite
it: Grafite naturale

source: Fluids for use in the oil industry
it: Liquidi per l'industria petrolifera

source: Fluids for use in the transport of particulate materials in water wells
it: Fluidi per il trasporto di materiali particellari in pozzi d'acqua

source: Additives (Chemical -) for clay
it: Additivi (Chimici -) per argilla

source: Additives (Chemical -) for compost
it: Additivi (Chimici -) per terricciato

source: Additives (Chemical -) for hydraulic fluids
it: Additivi (Chimici -) per fluidi idraulici

source: Gluconic salts
it: Sali gluconici

source: Persulfuric acid
it: Acido persolforico

source: Waterproofing membranes in liquid chemical form for use in construction
it: Membrane impermeabilizzanti sotto forma di prodotti chimici liquidi per la costruzione

source: Wood pulp for manufacturing purposes
it: Pasta di legno per scopi manifatturieri

source: Sodium cyanide
it: Cianuro di sodio

source: Sodium naphthionate
it: Naftionato di sodio

source: Chemical substances for use in dissolving poisonous gases
it: Sostanze chimiche per uso nella dissoluzione di gas velenosi

source: Compounds for compounding rubber and latex
it: Composti per combinare gomma e lattice

source: Waterproofing chemical compositions for articles of fabric
it: Composizioni chimiche impermeabilizzanti per articoli in tessuto

source: Nucleic acid reagents for use in forensic analysis [other than for medical purposes]
it: Reagenti dell'acido nucleico da utilizzare nelle analisi forensi [non per scopi medici]

source: Nucleic recombinant acids
it: Acidi nucleici ricombinanti

source: Nutrients for algae
it: Nutrienti per alghe

source: Oil removing substances for use in manufacturing processes
it: Sostanze di disoleazione per processi di fabbricazione

source: Ion-exchange resins [chemical preparation]
it: Resine a scambio ionico [prodotti chimici]

source: Bacterial cultures for addition to food products
it: Colture batteriche additive per prodotti alimentari

source: Sensitised plates for use in lithography
it: Lastre sensibilizzate da utilizzare in litografia

source: Dampening solutions
it: Soluzioni inumidenti

source: Decalcifying preparations [industrial] in powder form
it: Preparati decalcificanti [industriali] in polvere

source: Defoamers for use in the adhesive industry
it: Deschiumanti per il settore degli adesivi

source: Chemical compositions for sealing slate
it: Composizioni chimiche per sigillare l'ardesia

source: Chemical compositions for treating textiles
it: Composizioni chimiche per il trattamento dei tessuti

source: Ozone, other than for medical use
it: Ozono, non per uso medico

source: Plastic in the form of pastes for use in industry
it: Plastica sotto forma di paste per l'industria

source: Aromatic hydrocarbons
it: Idrocarburi aromatici

source: Acids
it: Acidi

source: Chemical intensifiers for rubber
it: Rinforzanti chimici per caucciù

source: Masking compounds for use in the manufacture of semiconductors
it: Composti di mascheratura per la fabbricazione di semiconduttori

source: Lecithin [raw material]
it: Lecitina [materia prima]

source: Cellulose esters for industrial purposes
it: Esteri di cellulosa per uso industriale

source: Adhesives for industrial use in the form of chips
it: Adesivi per uso industriale sotto forma di scaglie

source: Magnesium oxides
it: Ossidi di magnesio

source: Magnesium salts
it: Sali di magnesio

source: Manganese nitrate
it: Nitrato di manganese

source: Acrylic substances (Unprocessed -)
it: Sostanze acriliche (Allo stato grezzo -)

source: Fertilizers for agriculture made of seaweed
it: Fertilizzanti per l'agricoltura preparati con alghe

source: Humic acid
it: Acido umico

source: Pregelatinized starches for industrial purposes
it: Amidi pregelatinizzati per uso industriale

source: Gases for use in agriculture
it: Gas per l'agricoltura

source: Raw [unprocessed] artificial resins
it: Resine [non trattate] grezze artificiali

source: Pickling solutions for industrial use
it: Soluzioni di decapaggio per uso industriale

source: Descalants for industrial use
it: Disincrostanti per uso industriale

source: Fluids for use in etching inflatables
it: Fluidi per l'incisione di articoli gonfiabili

source: Reagents for use in analysis [other than for medical or veterinary purposes]
it: Reagenti per l'analisi [non per scopi medici né veterinari]

source: Chemical preparations for use in the treating of wells
it: Prodotti chimici per uso nel trattamento di pozzi

source: Chemical preparations having antistatic properties
it: Prodotti chimici con proprietà antistatiche

source: Bismuth nitrite
it: Nitrito di bismuto

source: Emulsifiers for use in the food processing industries
it: Emulsionanti per uso nell'industria alimentare

source: Emulsifying preparations
it: Preparati emulsionanti

source: Photographic plates
it: Lastre fotografiche

source: Antimicrobial preservatives for pharmaceuticals
it: Conservanti antimicrobici per prodotti farmaceutici

source: Immunological antibodies, other than for medical use
it: Anticorpi immunologici, non per uso medico

source: Potassium cyanate
it: Cianato di potassio

source: Chemicals for use in coating medical instruments [other than pharmaceuticals]
it: Composti chimici per il rivestimento di strumenti medici [non farmaceutici]

source: Chemicals for use in coating surgical instruments [other than pharmaceuticals]
it: Composti chimici per il rivestimento di strumenti chirurgici [non farmaceutici]

source: Chemicals for use in electrography
it: Sostanze chimiche per elettrografia

source: Chemicals for use in nickel plating processes
it: Sostanze chimiche per processi di nichelatura

source: Chemicals for use in pathology [other than medical and veterinary]
it: Prodotti chimici da utilizzare in patologia [non per uso medico e veterinario]

source: Chemicals for use in the electrical industry
it: Sostanze chimiche per il settore elettrico

source: Compositions for the removal of gum as part of a manufacturing process
it: Composti per rimuovere la gomma come parte di un processo di lavorazione industriale

source: Developers for positive type photoresist
it: Sviluppatori per photoresist positivo

source: Diagnostic chemicals for use in antibiotic susceptibility testing [other than for medical use]
it: Prodotti chimici diagnostici per l'analisi della suscettibilità antibiotica [non per uso medico]

source: Chemical catalysts for use in synthesis gas and olefin purification
it: Catalizzatori chimici per la depurazione di olefina e gas di sintesi

source: Lecithin for the food industry
it: Lecitina per l'industria alimentare

source: Phosphorus sulphide
it: Solfuro di fosforo

source: Ethylene oxide
it: Ossido di etilene

source: Glycogen
it: Glicogeno

source: Soil additives [fertilising]
it: Additivi per terreno [concimazione]

source: Soil conditioners for inoculation into the soil preparatory to the sowing of seeds [other than sterilising]
it: Prodotti di condizionamento del terreno da iniettare nel terreno per preparare la semina [non di sterilizzazione]

source: Chemicals for use in transfer printing
it: Sostanze chimiche per la stampa transfer

source: Chemicals in the form of water soluble lubricants
it: Prodotti chimici in forma di lubrificanti solubili in acqua

source: Chemicals used for plating non-conducting surfaces with metals
it: Prodotti chimici per la placcatura di superfici non conduttrici con metalli

source: Peat for the cultivation of seeds
it: Torba per la coltivazione di sementi

source: Additives for concrete
it: Additivi per calcestruzzo

source: Doping compounds for use in the manufacture of printed circuit boards
it: Composti di drogaggio per la produzione di schede a circuito stampato

source: Plastisols for use in industry
it: Plastisol per uso industriale

source: Spray crystallized maltose for industrial use
it: Maltosio cristallizzato spray per uso industriale

source: Spray dried gum acacia for use in the manufacture of drinks
it: Gomma acacia secca in spray per la produzione di bevande

source: Stabilisers for vitamins
it: Stabilizzatori per vitamine

source: Chemical additives for lubricants
it: Additivi chimici per lubrificanti

source: Freezing agents for use in cooling mechanical components
it: Agenti di congelamento per raffreddare componenti meccanici

source: Inorganic chemicals for use in industry
it: Sostanze chimiche inorganiche per l'industria

source: Inorganic peroxides for use in horticulture
it: Perossidi inorganici per l'orticoltura

source: Additives (Chemical -) for use in the processing of plastics
it: Additivi (Chimici -) per la lavorazione della plastica

source: Aqueous polymer dispersions
it: Dispersioni acquose di polimeri

source: Plastic in the form of emulsions for use in industry
it: Plastica sotto forma di emulsioni per l'industria

source: Water soluble cellulose derivatives
it: Derivati della cellusola solubili in acqua

source: Water soluble thickening agents for use in the oil well industry
it: Agenti addensanti solubili in acqua per l'industria dei pozzi di petrolio

source: Hydrocarbons
it: Idrocarburi

source: Dibasic potassium phosphate
it: Fosfato di potassio dibasico

source: Enzyme preparations for use in the detergents industry
it: Preparati enzimatici per uso nell'industria dei detergenti

source: Chemical compositions for use in the manufacture of colours
it: Composizioni chimiche per uso nella fabbricazione di colori

source: Fillers for toothpastes
it: Riempitivi per dentifrici

source: Filtering media [mineral substances]
it: Agenti filtranti [sostanze minerali]

source: Starches for the fixing of floorings
it: Amidi per il fissaggio delle pavimentazioni

source: Crystalline molecular sieve desiccants for use as catalysts in the chemical industry
it: Disseccanti per setacci molecolari cristallini per uso come catalizzatori nell'industria chimica

source: Degreasing solvents for use in manufacturing processes
it: Solventi sgrassanti per processi manifatturieri

source: Proteins for use in fermentation technology
it: Proteine per la tecnologia della fermentazione

source: Liquid elastomers
it: Elastomeri liquidi

source: Liquid storing polymers for use in agriculture
it: Polimeri di conservazione liquidi per l'agricoltura

source: Charcoal for horticultural purposes
it: Carbone di legna per uso orticolo

source: Glutamic acid as raw materials for use in the manufacture of cosmetics
it: Acido glutammico come materia prima nella produzione di cosmetici

source: Chemicals for use in the microelectronics industry
it: Prodotti chimici per l' industria della microelettronica

source: Chemicals for use in the pharmaceutical industry
it: Prodotti chimici per l'industria farmaceutica

source: Chemicals for use in the polyvinyl chloride industry
it: Prodotti chimici per uso nel settore del polivinilcloruro

source: Chemicals for use in the prevention of environmental damage to plants
it: Prodotti chimici per la prevenzione dei danni ambientali alle piante

source: Heat sensitive [sensitized] tapes for use in the printing of cash cards
it: Nastri sensibili al calore [sensibilizzati] da utilizzare nella stampa di carte bancomat

source: Heat sensitive [sensitized] tapes for use in the printing of prepaid cards
it: Nastri sensibili al calore [sensibilizzati] da utilizzare nella stampa di carte prepagate

source: Laboratory reagents for scientific use
it: Reagenti da laboratorio per uso scientifico

source: Reagents for use with analyzers [other than for medical or veterinary purposes]
it: Reagenti da utilizzati con analizzatori [non per uso medico né veterinario]

source: Foamed materials being carrier substances for bacteria compounds
it: Materiali espansi che sono sostanze veicolanti per composti batterici

source: Foliar fertiliser for application to crops during periods of stress
it: Fertilizzanti fogliari da applicare sulle colture durante i periodi di tensione

source: Chemical preparations for facilitating the alloying of metals
it: Prodotti chimici destinati a facilitare la lega dei metalli

source: Chemical additives
it: Additivi chimici

source: Chemical additives for drilling fluids
it: Additivi chimici per fluidi di trivellazione

source: Linking agents for scientific use in associating antibodies with radionuclides
it: Agenti di collegamento per uso scientifico per l'associazione di anticorpi con radionuclidi

source: Liquefied gases for use in aerosol dispensers
it: Gas liquefatti per generatori di aerosol

source: Substances for controlling the growth of aquatic plants
it: Sostanze per controllare la crescita delle piante acquatiche

source: Substances for improving the soil
it: Sostanze per il miglioramento dei terreni

source: Diagnostic reagents for scientific use
it: Reagenti diagnostici per uso scientifico

source: Diagnostic testing materials, other than for medical use
it: Materiali per analisi diagnostiche, non per uso medico

source: Salts of alkaline metals
it: Sali di metalli alcalini

source: Starch paste [adhesive], other than for stationery or household purposes
it: Colla di amido non per la cartoleria nè per uso domestico

source: Fissionable material for nuclear energy
it: Corpi fissili per l'energia nucleare

source: Glycerine esters
it: Esteri di glicerina

source: Graphites for nuclear energy
it: Grafite per energia nucleare

source: Rubber based adhesives for industrial use
it: Adesivi a base di gomma per uso industriale

source: Salt pellets for use in the soap industry
it: Granuli di sale per il settore dei saponi

source: Allyl alcohol
it: Alcool allilico

source: Aluminium hydrate
it: Idrato di allumina

source: Plutonium
it: Plutonio

source: Sulfides
it: Solfuri

source: Strontium
it: Stronzio

source: Corrosive preparations
it: Prodotti corrosivi

source: Concrete bonding compounds
it: Cataplasma per calcestruzzo

source: Compositions for repairing inner tubes of tires [tyres]
it: Composizioni per la riparazione delle camere d'aria

source: Bacterial substances for scientific use
it: Sostanze batteriche per uso scientifico

source: Mineral preparations for use as nutritional foodstuffs for plants
it: Prodotti minerali da utilizzare come additivi nutrizionali per piante

source: Ultraviolet absorbing agents for use in cosmetic products
it: Agenti per assorbimento di raggi ultravioletti per prodotti cosmetici

source: Copper phosphate
it: Fosfato di rame

source: Industrial adhesives for use in plumbing
it: Adesivi industriali per idraulica

source: Industrial chemicals for use in the manufacture of colorants
it: Prodotti chimici industriali per la fabbricazione di coloranti

source: Industrial chemicals for use in the manufacture of mordants
it: Prodotti chimici industriali per la fabbricazione di mordenti

source: Industrial chemicals for use in the manufacture of preservatives
it: Prodotti chimici industriali per la produzione di conservanti

source: Silicone solutions for use in anti-offset equipment
it: Soluzioni al silicone per apparecchiature anti-sfasamento

source: Raw synthetic resins in the form of paste
it: Resine sintetiche grezze sotto forma di paste

source: Reagent strips
it: Strisce reattive

source: Reagents for bacteriological analysis of culture water [other than for medical or veterinary purposes]
it: Reagenti per l'analisi batteriologica dell'acqua di coltura [non per scopi medici né veterinari]

source: Reagents for microbiological analysis [other than for medical or veterinary purposes]
it: Reagenti per analisi microbiologiche [non per scopi medici né veterinari]

source: Polymer compounds for use in manufacture
it: Composti in polimeri per uso industriale

source: Polymer dispersions
it: Dispersioni polimeriche

source: X-ray plates [unexposed] other than for medical use
it: Lastre per raggi X [non impressionate] non per uso medico

source: Additives (Chemical -) for industrial oils
it: Additivi (Chimici -) per oli industriali

source: Additives (Chemical -) for fertilisers
it: Additivi (chimici) per fertilizzanti

source: Chemical additives to polymers
it: Additivi chimici per polimeri
